Repository: common-repository/cf7-kimera-crm
Catalog: languages/cf7-kimera-crm-*.po
Languages: it_it

source: The CAP you entered is invalid.
it_it: Il CAP inserito non è valido.

source: A communication error has occured
it_it: Si è verificato un errore di comunicazione

source: A communication error with the CRM has occured
it_it: Quando si verifica un errore di comunicazione verso il CRM

source: Resource
it_it: Risorsa

source: Filter
it_it: Filtro

source: checkboxes (from CRM)
it_it: caselle di controllo (da CRM)

source: radio buttons (from CRM)
it_it: pulsanti di opzione (da CRM)

source: drop-down menu (from CRM)
it_it: menù a discesa (da CRM)

source: Generate a form-tag for a group of checkboxes retrieving the values from the CRM.
it_it: Genera un form-tag per un gruppo di caselle di controllo recuperando i valori dal CRM collegato

source: Generate a form-tag for a group of radio buttons retrieving the values from the CRM.
it_it: Genera un form-tag per un gruppo di pulsanti di opzione recuperando i valori dal CRM collegato

source: Generate a form-tag for a drop-down menu retrieving the values from the CRM.
it_it: Genera un form-tag per un menu a discesa recuperando i valori dal CRM collegato

source: Settings for
it_it: Impostazioni

source: Enable the submission of data to Kimera CRM
it_it: Abilita l'inserimento dei dati della form nel CRM Kimera

source: Performs an insert operation on a resource of a Kimera CRM installation. E.g Resource: Anagrafiche, Action: POST.
it_it: Esegue l'inserimento di una risorsa in un'installazione di Kimera CRM. Es. Risorsa: Anagrafiche, Azione: POST.

source: Sets Form independent values. E.g. idTipologia=xxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx&idProvenienza=xxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx
it_it: Imposta valori non dipendenti dalla form Es. idTipologia=xxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx&idProvenienza=xxxxxxxxx-xxxx-xxxx-xxxx-xxxxxxxxxxxx

source: Authorization key
it_it: Chiave di autorizzazione

source: Retrieve this value from the 'Impostazioni / Gestione Form Web' section of the CRM. Look for the label 'Codice'
it_it: Recuperare il valore dalla sezione 'Impostazioni / Gestione Form Web' del CRM alla voce 'Codice'

source: Action
it_it: Azione

source: Fixed parameters
it_it: Parametri fissi

source: Prevent Conctat Form 7 from actually sending the email.
it_it: Non inviare la mail standard di Contact Form

source: Missing Kimera CRM URL
it_it: URL Crm Kimera non specificata

source: Missing Kimera CRM authorization key
it_it: Chiave di autorizzazione Crm Kimera non specificata

source: Missing Kimera CRM resource
it_it: Risorsa Crm Kimera non specificata

source: Missing Kimera CRM action
it_it: Action Crm Kimera non specificata

source: Enable Kimera CRM integration for this Contact Form.
it_it: Abilita l'integrazione col CRM Kimera per questa Contact Form.

source: Insert the URL for your Kimera CRM installation and the Authorization Key associated to enable read/write data features.
it_it: Inserisci la URL della tua installazione del CRM Kimera e la chiave di autorizzazione ad esso associata per abilitare le funzioni di lettura e scrittura dei dati.

source: Enable HTML 5 fallback functionality (useful when using DATE input)
it_it: Abilita le funzionalità di fallback per HTML 5 (utile in caso si utilizzino input di tipo DATE)

source: WARNING: in order to take advantage of all the functionalities of this plugin we STRONGLY RECOMMEND to include the "define( 'WPCF7_AUTOP', false );" directive in your "wp-config.php" file.
it_it: ATTENZIONE: per beneficiare di tutte le funzionalità messe a disposizione da questo plugin RACCOMANDIAMO VIVAMENTE di inserire la direttiva "define( 'WPCF7_AUTOP', false );" nel file "wp-config.php".

source: Starting date (optional)
it_it: Data iniziale (opzionale)

source: Generate a form-tag for an enhanched date input field.
it_it: Genera una tag per un input di tipo data avanzato.

source: enhanced date
it_it: data avanzata

source: Years selector range (optional)
it_it: Intervallo di anni nel selettore (opzionale)

source: Format
it_it: Formato

source: Description
it_it: Descrizione

source: Field Code
it_it: Identificativo campo

source: Enabled resources
it_it: Risorse abilitate

source: In order to view the resources and fields available, you need to specify the CRM Url
it_it: Per poter visualizzare le risorse abilitate ed i relativi campi è necessario impostare l'Url del CRM

source: List of available resources and related fields on the selected crm
it_it: Elenco delle risorse e dei relativi campi disponibili sul crm selezionato
